{
  "Research": [
    {
      "Asset Pricing": [
        "Existence of an Equilibrium for a Competitive Economy, 1954, Arrow and Debreu",
        "The Pricing of Options and Corporate Liabilities, 1973, Black and Scholes",
        "Intertemporal Capital Asset Pricing Model (ICAPM), 1973, Merton",
        "Theory of Rational Option Pricing, 1973, Merton",
        "Options and Efficiency, 1976, Ross",
        "Arbitrage Theory of Capital Asset Pricing, 1976, Ross",
        "Asset Prices in an Exchange Economy, 1978, Lucas",
        "Intertemporal Asset Pricing with Stochastic Consumption and Investment Opportunities, 1979, Breeden",
        "Martingales and Arbitrage in Multiperiod Securities Markets, 1979, Harrison and Kreps",
        "A Theory of the Term Structure of Interest Rates, 1985, Cox, Ingersoll, and Ross (CIR)",
        "The Role of Conditioning Information in Deducing Testable Restrictions Implied by Dynamic Asset Pricing Models",
        "Asset Price Bubbles in Incomplete Markets, 2010, Jarrow et al."
      ]
    },
    {
      "Risk Measures": [
        "ENTROPIC RISK MEASURES: COHERENCE VS. CONVEXITY, MODEL AMBIGUITY AND ROBUST LARGE DEVIATIONS",
        "Entropic Value-at-Risk: A New Coherent Risk Measure",
        "Coherent Measures of Risk, 2001, Artzner et al.",
        "Vector-Valued Coherent Risk Measures, 2004, Jouini, Meddeb, and Touzi",
        "Axiomatic Approach to Risk Measures for Capital Determination"
      ]
    },
    {
      "Blockchain Economics": [
        "Digital Tokens and Platform Building, 2018, Li and Mann",
        "Toward a Factor Structure in Crypto Asset Returns, 2018, Li and Yi",
        "FlashBoys 2.0, 2019, Daian et al.",
        "A Classification Framework for Stablecoin Designs, 2019, Moin, Sirer, and Sekniqi",
        "Blockchain Economics, 2019, Abadi and Brunnermeier",
        "A Brief Introduction to Blockchain Economics, 2019, Chen, Cong, and Xiao",
        "Blockchain Disruption and Smart Contracts, 2019, Cong and He",
        "StableFees: A Predictable Fee Market for Cryptocurrencies",
        "Tokenomics: Dynamic Adoption and Valuation",
        "Token-Based Platform Finance, 2020, Cong, Li, and Wang"
      ]
    },
    {
      "Market Microstructure": [
        "Continuous Auctions and Insider Trading, 1985, Kyle",
        "Bid, ask and transaction prices in a specialist market, 1985, Glosten and Milgrom",
        "Insider Trading in Continuous Time, 1992, Back",
        "Asymmetric Information and Options, 1993, Back",
        "Flow Toxicity and Liquidity in a High-frequency World, 2012, Easley, Lopez de Prado, and O'Hara",
        "High-Frequency Trading Arms Race, 2015, Budish, Crampton, and Shim",
        "Trades, Quotes and Prices, 2018, Bouchaud et al."
      ]
    },
    {
      "Consensus": [
        "Bitcoin: A Peer-to-Peer Electronic Cash System",
        "Ethereum Whitepaper",
        "Avalanche Consensus Protocol Whitepaper",
        "The Byzantine Generals Problem, 1982, Lamport et al.",
        "The Part-Time Parliament, 1988, Lamport",
        "Time, Clocks, and the Ordering of Events in a Distributed System, 1978, Lamport",
        "Majority is not Enough: Bitcoin Mining is Vulnerable (Selfish Mining), Eyal and Sirer"
      ]
    },
    {
      "Cryptography": [
        "Probabilistic Encryption, 1984, Goldwasser and Micali",
        "The Knowledge Complexity of Interactive Proof Systems, 1985, Goldwasser, Micali, and Rackoff",
        "New Directions in Cryptography",
        "How to play ANY mental game, 1987, Goldreich, Micali, and Wigderson",
        "How to Generate and Exchange Secrets, 1986, Yao",
        "Town Crier, 2016 Zhang et al."
      ]
    },
    {
      "Deep Hedging": [
        "Statistical Hedging, 2013, Buehler",
        "Deep Hedging, 2019, Buehler et al.",
        "Deep Hedging: Learning to Remove the Drift, 2022, Beuhler et al.",
        "Quant GANS, 2019 Wiese et al."
      ]
    }
  ],
  "Recruitment":[
    {
      
      "Frontend Developer": [
        {
        "heading1":"We are looking for front-end developers to work closely with our small team of founders and engineers to help implement a top of the line DeFi UI/UX",
        "Responsibilities:":[
          "Working with our designers to implement an intuitive user friendly interface that leverages tried and tested UI features from other popular fintech web apps.",
         "Implement creative data visualization solutions to help users understand risks in their portfolios.",
          "Test and deploy a production ready web application that connects to our backend solidity contracts using web3 or Ethers.js"
        ],
        "Requirements:":[
          "3 + years web development experience",
         "Advanced level for JavaScript (or TypeScript) + HTML/CSS",
         " 2 + years experience with React in production or other similar development framework in production",
          "Familiarity with Web3 framework or similar toolkit for accessing smart contract functions from the front-end"
        ],
       "Nice to have:":[
        "Experience with Angular",
        "Design experience",
        "Experience in a production setting developing with Web3 in JavaScript and/or Python",
        "Familiarity with options trading and finance",
        "Familiarity with R or other scientific computing tools or numerical methods",
        "Experience with DeFi",
        "Degree in computer science or applied mathematics"
        ]
      }
      ]
    },
    {
      "Blockchain Developer": [
        {
        "heading1":"We are looking for a motivated and experienced smart contract engineer to build the next generation of DeFi protocols with us.",
        "Responsibilities:":[
          "Help design, test and implement Arrow's periphery smart contracts for deployment on Avalanche's C-Chain",
          "Contribute to security and efficiency testing of Arrow's core contracts",
          "Help test and optimize Arrow's pricing API and option delivery circuit"
        ],
        "Requirements:":[
        "2+ years of experience with Solidity production work or 2+ years of distributed systems software engineering",
        "Familiarity with Web3 framework or similar toolkit for accessing smart contract functions from the front-end",
        "Experience deploying smart contract suites to an EVM-compatible chain"
        ],
       "Nice to have:":[
      "Experience in production with Web3 in JavaScript and/or Python",
      "Experience with low latency production code",
      "Experience with smart contract security audits",
      "Familiarity with options and finance",
      "Familiarity with R or other scientific computing tools or numerical methods",
      "Experience with DeFi specifically with oracles and oracle-related vulnerabilities",
      "Experience deploying contracts to the Avalanche chains and an understanding of the Avalanche consensus protocol and the Avalanche virtual machines",
      "Prior SDK building experience",
      "Degree in computer science or applied mathematics",
      "Experience with React and other front-end technologies"
        ]
      }
      ]
    },
    {
      "Quantitative Data Scientist": [
        {
          "heading1":"Arrow Markets is in search of a quant data scientist to aid in the furtArrowher development of its pricing and hedging engines as part of it's Automated Market Maker (AMM). This will entail implementing data-driven options risk management models and will include back-testing and make extensive use of data and quantitative techniques, including machine learning.",
          "heading2":"As part of the Arrow team, you will be at the forefront of developing the protocol that will disrupt traditional options market making and options trading platforms. Our team applies sophisticated mathematical models in conjunction with blockchain technology that draw upon the latest developments in finance, economics, mathematics, and computer science.",
          "heading3":"A successful candidate will possess deep expertise in sequence modeling or time-series analysis, machine learning, and ML Ops. Experience with deep neural network structures and LSTM/RNN layers and familiarity with reinforcement learning techniques is strongly preferred. They should have a strong desire to collaborate with the team in model building using cutting edge techniques from academia and practice. Proficiency in Python and C++ is a must. The candidate should also possess excellent communication skills.",
        "Responsibilities:":[
          "Help design, test and implement Arrow's periphery smart contracts for deployment on Avalanche's C-Chain",
          "Contribute to security and efficiency testing of Arrow's core contracts",
          "Help test and optimize Arrow's pricing API and option delivery circuit"
        ],
       "Qualifications and Relevant skills:":[
    "Graduate degree (MS or PhD) in a quantitative field (Mathematics, Physics, Statistics, Economics, Computer Science, etc).",
    "Entrepreneurial spirit, strong attention to details, ability to take the lead on projects, and passion for spreading a culture of change towards decentralized finance and data-driven decision making.",
    "Extensive experience in sequence or time-series modeling including deep learning techniques such as LSTM and RNN is preferred.",
    "Familiarity with reinforcement learning techniques.",
    "Strong expertise of statistics and machine learning in financial industry"
        ]
      }
      ]
    }
  ]
}